<template>
	<div>
		<h6>一、下单</h6>
		<p>您登录迪瑞克斯商城后，根据需求选择所需商品，普通商品进入详情页选择“加入购物车”完成支付即可；</p>
		<h6>二、查询订单</h6>
		<p>订单提交成功后，点击页面右上角帐号昵称选择 “个人中心”→“我的订单”，在订单详情页，可查看订单当前状态，并确认收件人信息、发票信息。</p>
		<p><img src="../../../assets/img/help/gwzn1.jpg"></p>
		
		<h6>三、修改订单</h6>
		<p>在“我的订单”选择“订单详情”，订单未出库前，可自助修改订单收件地址和发票类型；若有其他需求请联系在线人工客服。</p>
		<p><img src="../../../assets/img/help/gwzn2.png"></p>
		
		<h6>四、取消订单</h6>
		<p>在“我的订单”选择“取消订单”，订单一旦取消成功，不支持恢复，请谨慎操作；若有其他需求请联系在线人工客服。</p>
			<p><img src="../../../assets/img/help/gwzn3.png"></p>
	</div>
</template>

<script>
</script>

<style>
</style>