<template>
	<div>
		<h6>一、物流运输</h6>
<p>迪瑞克斯商城采用顺丰为主要配送方式，覆盖中国大陆地区（目前暂不为港、澳、台及海外地区提供配送服务），代销商商品除外。</p>
	<h6>二、物流查询</h6>
<p>1. 订单页面内查询物流信息
打开订单页面，鼠标停留在您希望查看的订单中“物流信息”处。</p>

<p>2. 顺丰快递配送查询
打开顺丰官网，可根据运单号或手机号查询订单当前配送进度。</p>
<p><img src="../../../assets/img/help/psfs1.png"></p>

	<h6>三、包邮说明</h6>
<p>单笔订单实付满150元包邮，代销商产品除外。</p>
	<h6>四、配送时间</h6>
<p>为不断提升消费体验，迪瑞克斯商城提速物流派送时效，默认72小时内发货，预售产品发货时间以页面为准。</p>
<p>•如遇交通管制、恶劣天气、大雨雪、洪涝、冰灾、地震、节假日、618、双十一活动、停电等不可控制因素，以及由于客户原因地址不详、电话不准确、申请退款等均不在服务范围内。</p>
<p>•以上物流时效为限定范围内的预计送达时间，实际以物流派送商的路由信息为准。</p>
	<h6>五、运输环节问题处理</h6>
<p>顺丰快递客户服务热线：4008 111 111
	<h6>六、商品到货后如何签收</h6>
<p>为保障您的切身利益，我们在此提醒您，收到商品时请注意以下事项：</p>
<p>1、收到商品时请当场验货，检查外包装是否完好。如果发现包装有破损，请您在快递单签收栏写明“外包装破损”。</p>
<p>2、由于快递公司不支持签收前拆包验货，无论外包装破损与否，签收后请务必要求投递员在场共同检验包裹。如您发现商品破损、数量不符、错发、漏发、发票金额与订单不符等情况，
	请您拍照存证，在签收栏写明异常原因，让投递员将包裹寄回迪瑞克斯商城；之后请您尽快在“我的订单”页面提交退换货申请，我们将为您换货或退款，邮费由迪瑞克斯商城承担。</p>
<p>3、如您没有按以上描述操作，快递员离开后，迪瑞克斯商城有权不接受以物流损坏、漏发、错发为理由的退换货。</p>
<p>4、在本人不能亲自签收的情况下，请委托他人签收并严格按照第一项和第二项内容操作。被委托人的签收视为收货人本人签收。</p>
	<h6>七、其他</h6>
<p>如果运输环节出现其他问题，我们会积极有效地跟快递公司疏通跟进，您也可以随时联系迪瑞克斯客服人员查询进度。</p>
	</div>
</template>

<script>
</script>

<style>
</style>