<template>
	<div>
		<h6>温馨提示：</h6>
<p>1、迪瑞克斯商城将严格按照国家三包政策，对所售商品提供7天（含）退货、15天（含）换货和保修服务<strong>(退换货有效期是以您签收后第二天零时起算)</strong>。</p>
<p>2、退换货有效期是以您签收后第二天起算，以您在迪瑞克斯商城的"我的订单"页面成功提交退换货申请为准。</p>
<p>3、商品寄回请统一选择到付。符合国家三包规定的质量问题、物流损坏或商城原因不扣运费；客户个人原因按照实际产生的运费收取。</p>
<p>4、如用顺丰以外其他快递公司到付退回退换货商品，如果承运快递公司无法提供发票的（建议使用EMS、顺丰到付寄回），仓库将直接拒收退回。</p>
<p>5、如您直接拒收订单，商城将会帮您自动提交退货申请，若您有其他诉求，</p>
<h6>退换货流程</h6>
在您有退换货需求时，请第一时间到商城的“我的订单”页面提交退换货申请，并按照以下流程进行退换货的操作，以便更快的获得服务：</p>
<p><img src="../../../assets/img/help/thhlc1.png"></p>
<p>①仅表示迪瑞克斯商城受理您的退换货申请，但不代表同意您的退换货，具体判断有赖于商品质量问题检测报告以及其他退换货条件的满足。</p>
<p>②您的退换货申请状态将显示为“审核未通过”，具体原因将会显示在您的退换货申请详情页面。</p>
<p>③商品质量问题可选择直接寄回迪瑞克斯商城总部进行检测，如检测不符合退换货标准将原路到付寄回或返厂自费维修，运费由您承担。</p>
<p>④签收后请务必要求投递员在场共同检验包裹，若发现物流损坏、缺件或发错货等情况，请当场拒收并要求快递员存证，同时请您拍照存证，并在商城提交退换货申请。
若已签收，需要提供物流公司开具的凭据，并在退换货申请受理之后提交附件，也可联系客服办理。</p>
<p>⑤网点只可换货，不可退货。</p>
	</div>
</template>

<script>
</script>

<style>
</style>