<template>
	<div>
		<h6>一、总则</h6>
<p>迪瑞克斯商城所售商品均为正品行货且有正规发票，迪瑞克斯商城将严格按照国家三包政策，对所售商品提供7天（含）退货、15天（含）换货和保修服务。属于三包范围内的商品，保修期内您可以凭迪瑞克斯商城发票和保修卡在全国各地迪瑞克斯授权的售后服务中心享受保修服务。
	保护壳、贴膜、饰品等商品请联系商城客服协商办理。</p>
<p><strong>温馨提示：</strong></p>
<p><strong>1. 请仔细阅读以下的细则及注意事项，以免为您的退换货办理带来不必要的耽误和麻烦。</strong></p>
<p><strong>2. 请您在寄回物品前先到迪瑞克斯商城个人中心“我的订单”页面提交退换货申请，否则迪瑞克斯商城无法受理。</strong></p>
<p><strong>3. 如用顺丰以外其他快递公司到付退回退换货商品，如果承运快递公司无法提供发票的（建议使用EMS、顺丰到付寄回），仓库将直接拒收退回。</strong></p>
<h6>二、注意事项（请您务必仔细阅读）：</h6>
<p><strong>1. 关于退换货有效期的判断</strong></p>
<p>退换货有效期是以您签收后第二天零时起算，以您在迪瑞克斯商城的"我的订单"页面成功提交退换货申请为准。例如您在3月1日签收了该商品，那么从3月2日零时算起，您最晚需在3月8日在迪瑞克斯商城提交退货申请，
	或最晚在3月16日提交换货申请，超出这个日期则不能享受退换货服务。为保障您的权益，请您务必在第一时间到迪瑞克斯商城“我的订单”页面提交退换货申请。如果是质量问题，请尽快将商品送到售后网点进行检测。</p>
<p><strong>2.关于定制类商品</strong></p>
<p>定制类商品是指消费者介入产品的生产过程，以获得符合自己的个人属性、需求以及尺寸样式的商品。如将制定的图案、文字印刷到指定的产品上，或按自身需要制作的商品。根据国家相关法律规定，该类商品不支持“7天无理由退换货”。</p>
<p><strong>3. 关于退回商品是否满足入库标准的判断</strong></p>
<p>首先，您需要到迪瑞克斯商城个人中心“我的订单”页面提交退换货申请，我们一般会在24小时内为您审核。退换货申请初审通过后，请您尽快将必要物品寄回，仓库在确认物件齐全且符合退换货标准后进行入库，并换新或退款。</p>
<p>说明：</p>
<p>①退货需寄回发票，换货无需寄回发票。</p>
<p>②发票、保修卡、检测报告等凭证不能进行涂改。</p>
<p>③完整原厂包装指商品出厂时的包装，包括彩印纸盒和纸盒里的内胆包装。建议外包装在收货之日起保留15天。</p>
<p>④仅指在网点检测的用户需寄回，直接寄回商城仓库检测用户无需寄回。</p>
<p>⑤赠品指价格为零的赠送商品。</p>
<p><strong>4. 关于物流费用归属的判断</strong></p>
<p>1）对于细则中的第一类（国家三包）和第二类（迪瑞克斯商城原因），迪瑞克斯商城承担退换货期间的商品运费（但仅承担第一次的往返运费，所以请您务必一次性将所需的物件全部退回，如果没有一次性寄完所有物件，
	您需要承担剩余规定物件的运费，对于物件不全的需要补齐，如若不能补齐，将按照不符合退换政策处理）。如您寄回了退换货不需要的物品，我们将到付寄回。</p>
<p>2）对于第三类（客户个人原因），迪瑞克斯商城不承担可能产生的运费，将由您承担。</p>
<p><strong>5. 其他不予办理退换货的情况</strong></p>
<p>1)任何非迪瑞克斯商城出售的商品（骨架号不符）。</p>
<p>2)过保商品（超过三包保修期的商品）。</p>
<p>	3)未完整寄回迪瑞克斯商城要求寄回的物品。</p>
<p>4)无法提供商品的发票、保修卡等三包凭证或者三包凭证信息与商品不符及被涂改的。</p>
<p>5)以物流损坏、漏发或错发商品为原因的退换货，客户已签收，并且无法提供物流公司开具的相关凭据。</p>
<p>6)购买时明确说明不支持退换货的商品。</p>
<h6>三、退换货服务承诺</h6>
<p><strong>1. 网上申请，全国联保</strong></p>
<p>请您在有退换货需求的情况下第一时间登录我们的网站 https://shop.dxracer.cn，在"我的订单"页面提交退换货申请，迪瑞克斯商城工作人员会尽快受理与审核。如需帮助，请您联系客服。</p>
<p><strong>2. 5日×8小时工作制</strong></p>
<p>迪瑞克斯商城售后审核人员工作时间：周一至周五，上午9：00至12：00，下午13：00至18：00。一般情况下，我们会在24小时内对您的申请进行审核，初次审核通过仅表示迪瑞克斯商城受理您的退换货申请，
	但不代表同意您的退换货，具体判断有赖于商品质量问题检测报告以及其他退换货条件的满足。</p>
<p><strong>3. 热线咨询服务</strong></p>
<p>1)在产品退换货期限内，如果您有相关问题需要咨询，欢迎您联系迪瑞克斯商城客服热线400-829-6033。</p>
<p>2)超出退换货期限，但处在保修期内，欢迎您拨打售后维保热线：400-829-6033。</p>
<p><strong>4. 退换货服务处理周期</strong></p>
<p>1）退货处理周期：自您退回的完整商品及相关物件成功入库之日算起，一般情况下3-5个工作日（不包括银行到账周期）。</p>
<p>2）换货处理周期：自您退回的完整商品及相关物件成功入库之日算起，一般情况下7个工作日内为您寄出换货商品。</p>
<p>3）如遇国家法定节假日、与退换货政策存在出入、客户个人原因或者有其他需要协商的问题，则可能会增加协商和处理的时间。</p></div>
</template>

<script>
</script>

<style>
</style>