<template>
		<div class="page-reg">
	<div class="nav">
			<div class="main-width clearfix">
				<router-link  to="/index" class="logo fl "><img   src="../assets/img/logo-red.png"></router-link>
			</div>
        </div>
               <div class="signin register">
               		<div class="main-wdith pr">
            <div class="signinImg">
               <img  src="../assets/img/u108.jpg" alt="">
            </div>
                <Form :model="regiForm" label-position="left" :label-width="0" :rules="ruleValidate" ref="regiForm">
                	 <h4>账号注册<router-link :to='{path:"/login"}'  class="a">已有账号?  去登录&gt;</router-link></h4>
			    <FormItem  prop="loginName">
                <input type="text" placeholder="请输入手机号" v-model.trim="regiForm.loginName" v-on:blur.lazy="getTx">
                </FormItem>
                <FormItem  prop="verificationCode">
                <input type="text" class="input w128" placeholder="请输入图形码" v-model.trim="regiForm.verificationCode" >
                <img v-show="verimg!=''" :src="verimg" class="pic-yzm"><img src="../assets/img/refresh.png" class="refresh" @click="getTx">
                </FormItem>
                <FormItem  prop="passWord">
                <input type="text" class="input" placeholder="请输入密码" v-model="regiForm.passWord">
                    </FormItem>
                 <FormItem  prop="confirmpass">
                <input type="text" class="input" placeholder="请确认密码" v-model="regiForm.confirmpass">
                </FormItem>
                	<FormItem  prop="shortMessage">
                  <input type="text" class="input w128" placeholder="短信验证码" v-model="regiForm.shortMessage">
                   <button  class='btn-dxm'  v-if="sendMsgDisabled"  type="button">
										{{time+'秒后获取'}}
									</button>
									<button  class='btn-dxm'  v-else @click="getDx"  type="button">
										获取短信码
									</button>
                  
                   </FormItem>
                <Button class="btn" @click="handleSubmit('regiForm')">点击注册</Button>
                <p class="p">点击注册，即表示您同意并愿意遵守dxacer公司</p>
                <p class="pp"><span style="cursor: pointer;"  @click="zffwmodal=true">《用户协议》</span> 和 <span @click="fwtkmodal=true" style="cursor: pointer;">《隐私政策》</span></p>
            </Form>
            </div>
        </div>
        <Modal v-model="zffwmodal" title="隐私政策"  width="760px">
	<div><h3>迪瑞克斯支付用户服务协议</h3>
<p>迪瑞克斯支付用户服务协议（以下简称本协议）项下的服务（以下称“本服务”或“迪瑞克斯支付服务”）是由迪瑞克斯座椅（江阴）有限公司（以下简称“本公司”或“我们”）为符合条件的注册用户（以下简称“用户”或“您”）所提供的支付服务。本公司与您将通过数据电文形式订立本协议，本协议一经订立，即产生法律效力。 请您仔细阅读本协议，特别是以粗体标注的相关条款，前述条款含有免除或者限制合同另一方责任的内容。如您不同意协议内容或者无法准确理解条款含义，请不要进行后续操作，包括但不限于点击确认同意本协议及使用本协议项下服务。 一旦您勾选例如“我已阅读并同意”链接且进行提交后，即意味着您已充分理解本协议的全部条款的含义及相应的法律后果，不可撤销地同意与本公司以数据电文形式订立本协议并接受本协议及其之后修订版本的全部约束。
</p>
<h6>一、声明和陈述保证</h6>
<p>1、主体地位。请您在接受本协议或者以其他本公司允许的方式实际使用本服务之前，请确保您是适格的合同主体，并在清楚理解本协议内容及其法律后果后自行决定是否同意签署，而且就您所知，不存在任何可能使得本协议无效或者本协议项下义务的履行产生重大不利影响之情形。
</p><p>2、法律效力。您知悉并确认，您勾选例如“我已阅读并同意”链接后，本协议即生效，本协议生效后对本公司及您均具有法律约束力。
</p><p>3、特殊保证。如您为无民事行为能力人或为限制民事行为能力人，且您勾选了例如“我已阅读并同意”之链接，则视为您的监护人同意您订立并使用本服务。同时，也请告知您的监护人，并在您监护人的指导下阅读本协议和使用迪瑞克斯支付服务。若您是中国大陆以外的用户，您还需同时遵守您所属国家或地区的法律，且您确认，订立并履行本协议不违反您所属、所居住或开展经营活动或其他业务的国家或地区法律法规的任何强制性规定，否则相应的法律后果应当由您自行承担。
</p>
<h6>二、术语定义</h6>
<p>1、 身份要素:指本公司用于识别您身份的信息要素，包括但不限于您的会员号、迪瑞克斯支付账户、密码、数字证书、短信校验码、电话号码、手机号码、身份证件号码及指纹信息、人脸信息、虹膜信息、声纹信息等。</p>
<p>2、 本网站：除本协议另有规定外，指www.dxracer.cn及/或迪瑞克斯支付客户端。</p>
<p>3、 迪瑞克斯平台：指迪瑞克斯电子商务平台（包括但不限于网站www.dxracer.cn、迪瑞克斯APP、微信公众号或订阅号等电子信息平台）。</p>
<p>4、 迪瑞克斯：指迪瑞克斯平台运营方及与平台运营关联的其他迪瑞克斯公司下属关联方的统称。</p>
<p>5、 有权机关：指依照法律法规等有权要求查询、冻结或扣划资金等措施的司法机关及行政机关，包括但不限于公安机关、检察院、法院、海关、税务机关等。</p>
<p>6、 冻结：指有权机关要求的冻结。被冻结余额不能用于支付、提现或转账等，被冻结账户不可登录、使用。</p>
<p>7、 限制：指除冻结情况之外，迪瑞克斯支付账户部分或全部功能不能使用，以及账户相关资产、账户余额、第三方提供的授信额度不能使用。</p>
<p>8、 止付：限制措施的一种，指迪瑞克斯支付账户余额不能使用，例如不能用于支付、提现或转账等服务。</p>
<p>9、 余额服务：指基于迪瑞克斯支付账户余额可以使用的充值、消费、收款、转账等服务。余额服务中收付款额度将按照《非银行支付机构网络支付业务管理办法》及其他监管规定确定。</p>
<h6>三、服务内容</h6>
<p>1、 迪瑞克斯支付服务是本公司向您提供的非金融机构支付服务，是受您委托代您收款或付款的资金转移服务。其中，代收代付款项服务是指本公司为您提供的代为收取或代为支付款项的服务。 通过代收服务，您可以收到他人向您支付的款项，具体是指自您委托本公司将您银行卡内的资金充值到您的迪瑞克斯支付账户或委托本公司代为收取第三方向您支付的款项之时起至根据您的指令将该等款项的全部或部分实际入账到您的银行账户或迪瑞克斯支付账户之时止（含提现）的整个过程。 通过代付服务，您可以支付款项给您指定的第三方。代付具体是指自款项从您指定账户（非迪瑞克斯支付账户）出账之时起至本公司根据您或有权方给出的指令将上述款项的全部或部分入账到第三方的银行账户或迪瑞克斯支付账户之时止的整个过程；或自您根据本协议委托本公司将您银行卡的资金充值到您或他人的迪瑞克斯支付账户或自您因委托本公司代收相关款项并入账到您的迪瑞克斯支付账户之时起至委托本公司根据您或有权方给出的指令将上述款项的全部或部分入账第三方的银行账户或迪瑞克斯支付账户之时止的整个过程。您知悉并同意，本公司代收代付后，非经法律程序或者非依本协议之约定，该指令是不可撤销的。
</p><p>2、 代收代付款项服务的功能有如下几类：</p>
<p>（1）充值，在符合法律法规的相关规定及本公司对外公布的服务规则的前提下，您可以将您银行卡内的资金充值到您的迪瑞克斯支付账户。</p>
<p>（2）提现，在符合法律法规相关规定及本公司对外公布的服务规则的前提下，您可以将您迪瑞克斯支付账户内余额划转至您名下的可接收款项的中国大陆银行账户。除被冻结、止付或其他限制款项外，本公司将于收到提现指令后的合理时间内，将相应款项汇入该银行账户。此外，我们可能会对提现进行风险审查，因此可能导致提现操作存在延时，您对此已经知悉并同意接受。
</p><p>（3）转账，在符合法律法规相关规定及本公司对外公布的服务规则的前提下，您可以使用迪瑞克斯支付服务，委托本公司将款项转至收款方迪瑞克斯支付账户或银行账户。使用转账服务是基于您对收款方的充分了解（包括但不限于收款方的真实身份及准确的迪瑞克斯支付登录名），请您谨慎核对收款方信息以免受到损失。</p>
<h6>四、迪瑞克斯账户的注册、使用、冻结和注销</h6>
<p>（一）注册及激活</p>
<p>1、 您完成迪瑞克斯支付账户注册并激活后，即可使用相应的迪瑞克斯支付服务；具体验证方式（包括但不限于您需要提供验证的身份要素）以本网站相关页面提示为准。</p>
<p>2、 您清楚知悉并同意，您提交申请并不意味着必然能获得通过，本公司有权依据法律法规及自身管理制度及相关规则独立判断、决定是否接受您成为迪瑞克斯支付的用户或会员以及向您提供部分或全部服务功能。您应在充分了解申请规则及相应法律后果后进行申请，若未能获得通过的，本公司无义务退还您为进行申请而提交的相关资料，请您予以关注。</p>
<p>3、 您在账户中设置的昵称、头像、签名、留言等必须遵守法律法规、公序良俗、社会公德，且不会侵害其他第三方的合法权益，否则本公司可能会取消您的昵称、头像、签名或者阻止其正常显示，但本公司不对此负有实质审查义务，相关法律后果将由您自行承担。</p>
<p>（二）</p>
<p>身份要素是本公司识别您身份并据此执行您指令的唯一依据，请您务必妥善保管。使用身份要素进行的任何操作、发出的任何指令均视为您本人做出且不可撤销。因您的原因造成的账户、密码等信息被冒用、盗用或非法使用，由此引起的一切风险、责任、损失、费用等应由您自行承担。您知悉并同意：</p>
<p>1、 基于不同的设备终端以及您的使用习惯，我们可能采取不同的验证措施识别您的身份。例如您的迪瑞克斯支付账户在新设备首次登录的，我们可能通过密码加校验码的方式识别您的身份。</p>
<p>2、 您充分理解并完全接受：保护用户信息安全是我们一贯的政策，我们将会使用各种安全技术和程序存储、保护您的身份要素，防止其被未经授权的访问、使用、复制和泄露，包括但不限于随时采取计算机病毒查杀技术、计算机加密技术等措施进行保护。但这并不免除您对自身身份要素信息的审慎保密、妥善保管义务，如因您自身过错导致任何信息泄露的，除非我们对此另有过错，否则应由您自行承担相应法律后果。</p>
<p>3、 为保障您的资金安全，我们建议您把手机及其他设备的密码设置成与迪瑞克斯账户的密码不一致。如您发现有他人冒用或盗用您的账户或者迪瑞克斯支付登录名及密码，或您的手机或其他有关设备丢失时，请您立即以有效方式通知本公司；您还可以向本公司申请暂停或停止迪瑞克斯支付服务。您理解本公司对您的请求采取行动需要合理时间，如本公司未在合理时间内采取有效措施，导致您损失扩大的，本公司将就扩大的直接经济损失部分承担责任，但本公司对采取行动之前已执行的指令不承担责任。</p>
<p>4、 迪瑞克斯支付账户仅限您本人使用，不可转让、借用、赠与、继承，但迪瑞克斯支付账户内的相关财产权益可被依法继承。</p>
<p>5、 基于运行和交易安全的需要，本公司可以暂停或者限制迪瑞克斯支付服务部分功能，或增加新的功能。</p>
<p>6、 为了维护良好的网络环境，本公司有时需要了解您使用迪瑞克斯支付服务的真实背景及目的，如本公司要求您提供相关信息或资料的，请您配合提供。</p>
<p>7、 为了您的交易安全，您在使用迪瑞克斯支付服务时，请事先判断交易对方是否具有完全民事行为能力并谨慎决定是否使用迪瑞克斯支付服务与对方进行交易。</p>
<p>8、 您在迪瑞克斯平台上发生的所有交易，可通过迪瑞克斯支付服务完成交易安全校验，且由于您已经授权迪瑞克斯按照其制定的《迪瑞克斯服务条款》等规则进行处理，本公司不再处理迪瑞克斯平台上的交易问题；同时，为了解决您的交易纠纷，您不可撤销地授权本公司可按照迪瑞克斯的指令将争议款项的全部或部分支付给交易一方或双方。</p>
<p>（三）账户安全及冻结</p>
<p>1、您知悉并同意，您对您获得的迪瑞克斯支付账户应防范并可能负担的风险包括但不限于：</p>
<p>（1）您使用的账户、密码等重要信息可能被其他人猜出、偷窥或通过木马病毒、假冒网站、欺诈电话或短信等手段窃取，从而导致您的信息泄露、资金损失、账户被恶意操作等后果；</p>
<p>（2）您的手机可能被盗或未经许可被他人使用，若相关登录/支付密码同时被窃取，可能造成资金损失等情况。若您更换手机号时未取消以原手机号开通的服务，则当原手机号被他人使用时，也可能造成您的账户信息泄露等情况；</p>
<p>（3）您登录本网站时使用设备的操作系统、杀毒软件、网络防火墙等客户端软件未及时更新或安装补丁程序，可能导致您信息泄露、资金损失、账户被恶意操作等后果。</p>
<p>2、故您有义务采取相应风险防范措施，保障您的账户安全，相关措施包括但不限于：</p>
<p>（1）妥善保护您在本网站的账户、密码等重要身份要素、身份认证信息及工具，确保上述重要信息和认证工具不经口头或其它方式发生泄露或被盗用；</p>
<p>（2）对所使用设备的操作系统、杀毒软件、网络防火墙等客户端软件采取有效的措施（如及时更新系统或安装补丁程序等）防范操作系统软件漏洞风险、电子设备中的病毒等；</p>
<p>（3）避免使用容易被其他人猜出或破解的密码（如：采用生日、电话号码等与个人信息相关的信息或具有规律性的数字或字母组合等），避免设置与其他用途相同的密码并定期或不定期更新其密码；</p>
<p>（4）经常关注您账户登录情况，如发现任何非您本人进行或者许可的操作或/及交易，应马上与本公司取得联系。</p>
<p>您如果遗忘了登录密码或者登录密码被他人修改，您可以按照本网站公布的账号及密码找回规则，通过本公司提供的账号及密码找回系统程序进行找回，或者在第一时间联系本公司的客服人员协助找回，但本公司不保证一定可以找回。</p>
<p>3、您充分理解并完全同意：迪瑞克斯支付账号虽然系您注册获得，但由本公司所有，初始注册人享有且仅享有相应的使用权，不得继承，但账号项下依法可以继承的财产除外。而且，如果存在下列情形之一的，本公司有权冻结、止付您的迪瑞克斯支付账号，使之永久或者暂时不能使用：</p>
<p>（1）迪瑞克斯支付账号、登录密码及/或项下的个人信息已经被泄露或者被他人窃取，并已经有人投诉至本公司或者经由司法机关等国家有权机关提出诉请，要求本公司协助找回的；</p>
<p>（2）迪瑞克斯支付账号项下的资金系赃款或者违法所得，并已经有人投诉至本公司，要求本公司立即予以冻结，或者有司法机关等国家有权机关依法要求本公司协助调查、冻结的；</p>
<p>（3）本公司、本网站的后台系统发生了黑客攻击、系统崩溃等足以严重影响其使用及/或可能对您的信息安全造成严重侵害的事件，本公司必须采取暂停使用的紧急措施方可避免损失或者避免损失进一步扩大的；</p>
<p>（4）发生其他的需要永久或者暂时冻结您账号的情形。</p>
<p>您对冻结、止付操作存在异议的，可联系本公司按照本公司公示的既定规则进行申诉，您应当为申诉提供相应的证明材料，本公司保留做出任何最终决定之权利。</p>
<p>（四）注销</p>
<p>在需要终止使用迪瑞克斯支付服务时，符合以下条件的，您可以申请注销您的会员号或迪瑞克斯支付账户：</p>
<p>1、 您仅能申请注销您本人的账户，并依照本公司的流程进行注销。</p>
<p>2、 您可以通过自助或者人工的方式申请注销账户，但如果您使用了本公司提供的安全产品，请在该安全产品环境下申请注销。</p>
<p>3、 您申请注销的账户处于正常状态，即您的账户的信息是最新、完整、正确的，且账户未被采取止付、冻结等限制措施。如您申请注销的迪瑞克斯支付账户有关联的迪瑞克斯支付账户或子迪瑞克斯支付账户的，在该关联的迪瑞克斯支付账户或子迪瑞克斯支付账户被注销后，您才能注销该账户。</p>
<p>4、 为了维护您和其他用户的合法利益，您申请注销的账户，应当不存在未了结的权利义务或其他因为注销该账户会产生纠纷的情况，不存在任何未完结交易，没有余额，没有关联任何理财类、消费贷类等资产（包括您或者贷款产品、理财产品发行人应付未付的与前述产品相关的款项）或负债。</p>
<p>5、 为了防止资源占用，若您属于未经实名认证的用户且您连续3个月或您属于经实名认证的用户且您连续12个月，未使用您的迪瑞克斯支付登录名或本公司认可的其他方式登录过您的账户，本公司会对该账户进行注销，您将不能再通过该迪瑞克斯支付登录名登录本网站或使用相关账户。如该账户有关联的理财产品、待处理交易或余额，本公司会协助您处理，请您按照本公司提示的方式进行操作。</p>
<p>6、 迪瑞克斯支付账户注销后，您将无法使用本公司的任何服务，双方的权利义务终止（本协议另有约定不得终止的或依其性质不能终止的除外），同时还可能产生如下结果：</p>
<p>（1）任何兑换代码或卡券（包括但不限于积分、优惠券等任何与账户关联的兑换代码、卡券）均将作废。</p>
<p>（2）您仍应对您在注销账户前且使用迪瑞克斯支付服务期间的行为承担相应责任，包括但不限于可能产生的违约责任、损害赔偿责任及履约义务，同时本公司仍可保存您注销前的相关信息。</p>
<p>（3）一旦注销成功，账户记录、账户功能等将无法恢复或提供。</p>
<p>7、 如您的迪瑞克斯支付账户自开立之日起6个月内无交易记录，则向您重新核实身份之前，本公司将有权暂停向您提供迪瑞克斯支付服务或者注销该迪瑞克斯支付账户。</p>
<h6>五、使用迪瑞克斯支付服务的注意事项</h6>
<p>为有效保障您使用迪瑞克斯支付服务时的合法权益，本公司还特别提醒您注意以下事项：</p>
<p>（一）身份验证</p>
<p>1、 您在注册、使用迪瑞克斯支付服务的过程中，请您提供合法、真实、有效及完整的资料（包括但不限于身份证、户口本、护照、开户许可证等证明、联系方式、从事职业、通讯地址等）。为了能将账户资金变动及时通知到您，以及更好保障您的账户安全，如该等资料发生变更，请您及时通知本公司。为了及时有效地验证您的信息（包括但不限于身份信息、账户信息、购汇额度），根据法律法规及监管规定或本公司认为有需要时，您同意本公司可以把您的信息提供给第三方，也同意第三方可以把您的信息提供给本公司，以便本公司进行验证。您应确保迪瑞克斯支付登录名、账户绑定的电子邮箱或手机号均为您本人持有，如您占用了他人的电子邮箱或手机号的，为避免给电子邮箱或手机号持有人带来不便或不利影响，也为了您的资金安全，本公司有权将该邮箱或手机号从您的账户中删除并解除关联。 如您有异议的，可根据本公司网站公示的规则提请申诉并与本公司协商解决。
</p><p>2、 在出现下列情形时，请您积极配合本公司核对您的有效身份证件或其他必要文件，留存有效身份证件的彩色扫描件，且完成本公司要求的相关身份验证：</p>
<p>（1）您办理充值、收取或支付单笔金额人民币1万元以上或者外币等值1000美元以上业务的；</p>
<p>（2）您名下全部迪瑞克斯支付账户项下30天内充值、收取及支付总金额累计人民币5 万元以上或外币等值1万美元以上的；</p>
<p>（3）您名下全部迪瑞克斯支付账户余额连续10天超过人民币5000元或外币等值1000美元的；</p>
<p>（4）您要求变更身份信息或您身份信息已过有效期的；</p>
<p>（5）本公司认为您的交易行为或交易情况出现异常的；</p>
<p>（6）本公司认为您的身份信息或相关资料存在疑点或本公司在向您提供服务的过程中认为您已经提供的身份信息或相关资料存在疑点的；</p>
<p>（7）本公司认为应核对或留存您身份证件或其他必要文件的其他情形的。</p>
<p>本条款所称“以上”,包括本数。</p>
<p>3、 为了满足相关监管规定的要求，您同意按照本公司的要求及通知的时间提供您的身份信息以完成身份验证，否则您可能无法进行收款、提现、余额支付等操作，且本公司可能对您的账户余额进行止付或冻结、注销您的账户。</p>
<p>（二）存在如下情形时，本公司会对您名下迪瑞克斯支付账户暂停或终止提供迪瑞克斯支付服务，或对余额进行止付，且有权限制您所使用的产品或服务功能（包括但不限于对这些及账户名下的款项和在途交易采取止付、取消交易、调账等限制措施）：</p>
<p>（1）您违反了本协议的约定；</p>
<p>（2）根据法律法规及有权机关出具的法律文书的规定；</p>
<p>（3）根据有权机关的要求；</p>
<p>（4）您的账户操作、资金流向等存在异常时；本公司认为您的账户可能会产生风险的；</p>
<p>（5）他人向您迪瑞克斯支付账户错误汇入资金等导致您可能存在不当获利的；</p>
<p>（6）您遭到他人投诉，且对方已经提供了一定证据的；</p>
<p>（7）您可能错误地操作他人迪瑞克斯支付账户，或者将他人账户进行了身份验证的。</p>
<p>除（2）、（3）规定的情形外，如您申请恢复服务、解除上述止付或限制，请您向我们提供相关资料及身份证明等文件，以便本公司进行核实。</p>
<p>（三）迪瑞克斯支付服务规则</p>
<p>1、 为了您能获得良好的支付体验，您理解并认可，本公司可根据您的支付习惯或本公司推荐的设置向您提供迪瑞克斯支付服务，如根据您的支付习惯进行支付渠道的排序。</p>
<p>2、 您使用本公司支持的无需输入密码即可付款的方式进行支付时，您可在一定额度内直接完成支付，本公司会按照商家确定的金额从您的资产（扣款渠道视情况而定）里扣款。</p>
<p>3、 迪瑞克斯支付服务中您可使用的收付款额度，日累计转账限额和笔数，可能因您使用该支付服务时所处的国家/地区、监管要求、支付场景、银行额度控制、本公司风险控制、身份要素验证等事由而有不同，具体额度请见本公司网站页面提示或公告。</p>
<p>4、 您认可迪瑞克斯支付账户的使用记录、交易数据等均以本公司系统记录为准。如您对该等数据存有异议的，可及时向本公司提出异议，并提供相关证据供本公司核实。</p>
<p>5、 如您使用迪瑞克斯支付代扣服务的，下面任一情况下均会导致扣款不成功：</p>
<p>（1）您指定的账户余额不足；</p>
<p>（2）您指定的账户已被采取止付、冻结或其他限制使用权限的措施；</p>
<p>（3）超出监管部门、本公司或银行规定的付款额度。</p>
<p>6、 您知悉并同意，本公司及相关权利人拥有本公司网站或支付平台内所有资料的版权。对于您因为使用本协议项下服务而上传至本公司网站可公开获取区域的文字、图片、视频、音频等非个人隐私信息之内容，在权利保护期内您同意本公司在全世界范围内具有免费的、永久性的、不可撤销的、非独家的和完全再许可的权利和许可，以使用、复制、修改、改编、出版、翻译、据以创作衍生作品、传播、表演和展示此等内容（整体或部分），和/或将此等内容编入当前已知的或以后开发的其他任何形式的作品、媒体或技术中。但本公司不对前述信息内容的真实性、适用性、合法性承担责任，您应当自行对发布的信息、内容及由此产生的法律后果承担相应责任。</p>
<p>7、 您在使用迪瑞克斯支付服务过程中，本协议内容、网页上出现的关于操作的提示或本公司发送到您手机、电子邮箱、站内信箱的信息内容是您使用迪瑞克斯支付服务的相关规则。</p>
<p>8、 本公司将通过公司网站公告、电子邮件、发送短信、电话、站内信或客户端通知等方式向您发送通知，例如通知您交易进展情况，或者提示您进行相关操作，请您及时予以关注。</p>
<p>9、 您应自行承担您使用迪瑞克斯支付服务期间的任何货币贬值、汇率波动及收益损失等风险，您仅在迪瑞克斯支付代收代付款项（不含被冻结、止付或其他限制的款项）的金额范围内享有对该等款项支付、提现的权利，您对所有代收代付款项（含被冻结、止付或受限制的款项）产生的任何收益（若有，包括但不限于利息和其他孳息）放弃主张任何权利。您完全同意本公司就所有该代收代付款项产生的全部收益（包括但不限利息和其他于孳息）享有权利，本公司有权在计提风险准备金之后划转至本公司自有资金账户，归本公司所有。</p>
<p>10、 服务咨询及投诉</p>
<p>如您使用本公司的服务过程中遇到问题或者对本协议的条款有疑问，您可以通过拨打客服电话：400-990-5033或者本公司公布的其他联络方式联系我们。如您被他人投诉或投诉他人，本公司有权将您的主体信息、联系方式、投诉相关的内容等必要信息提供给争议解决部门，以便及时解决投诉纠纷，以保护您及他人的合法权益；但法律法规另有规定的除外。</p>
<p>（四）迪瑞克斯支付服务的承诺和声明</p>
<p>1、 本公司并非银行，本协议项下涉及的资金转移均通过银行来实现，您知悉并同意接受资金在转移途中产生的合理时间，且同意任何因银行端差错导致的支付服务问题（包括但不限于额度限制、支付时效等）都属于本公司不可控制的因素，您在签署本协议及使用本协议项下服务前已经清楚知悉您绑定银行账户发卡行对此的相关规定（包括但不限于限制、免除发卡行责任之条款）并同意本公司就此免责。</p>
<p>2、 您理解，基于相关法律法规，对本协议项下的任何服务，本公司均不提供任何担保、垫资，除本公司另有过错外，也不对您使用本协议项下服务产生的任何损益（包括但不限于因此导致的财产损失、精神创伤等）承担任何赔偿责任。</p>
<p>3、 本公司会将您委托本公司代收或代付的款项，严格按照法律法规或有权机关的监管要求进行管理，请您确保您委托代收付的资金具有合法来源及用途，本公司保留进行核查之权利。</p>
<p>4、 本公司提示您注意，迪瑞克斯支付账户所记录的资金余额不同于您本人的银行存款，不受《存款保险条例》保护，其实质为您委托本公司保管的、所有权归属于您的预付价值。该预付价值对应的货币资金虽然属于您，但不以您本人名义存放在银行，而是以本公司名义存放在银行，并且由本公司向银行发起资金调拨指令。</p>
<p>（五）交易风险提示</p>
<p>在使用迪瑞克斯支付服务时，若您或您的交易对方未遵从本协议或相关网站说明、交易、支付页面中之操作提示、规则，则本公司有权拒绝为您与交易对方提供服务，且本公司不承担损害赔偿责任。若发生前述情形，而款项已先行入账您的迪瑞克斯支付账户，您同意本公司有权直接自相关账户中扣回相应款项及（或）禁止您要求支付此笔款项之权利。因此导致本公司遭遇其他损失的，本公司保留追偿之权利。</p>
<p>（六）服务费用</p>
<p>我们的服务目前是免费的，我们保留随时对此进行收费的权利。但正式实施收费前，我们将会通过网络公告及（或）您指定的联系方式书面告知您收费事宜及有关的收费标准等，请您留意相关信息，如果对费用项目、标准等有异议的，可联系我们进一步咨询，如您继续使用我们提供的服务，则除法律法规另有规定外，将被视为您同意就此付费且对相关费用标准无异议。</p>
<p>（七）积分</p>
<p>1、 就您使用迪瑞克斯支付服务过程中本公司向您授予的积分，无论该积分以何种方式获得，您都不得使用该积分换取任何现金或金钱。</p>
<p>2、 您知悉并同意本公司有权单方面调整积分数值或调整本公司的积分规则（包括但不限于获取规则、使用、兑换、清除规则等，下同）。</p>
<p>3、 您仅有权按本公司的积分规则，将所获积分交换本公司提供的指定的服务或产品。</p>
<p>4、 如本公司有合理理由怀疑您的积分的获得及（或）使用存有欺诈、滥用或其它本公司认为不当的行为，本公司可随时取消、限制或终止您的积分或积分使用。</p>
<h6>六、 信息收集、使用、共享</h6>
<p>（一）信息收集</p>
<p>为更好地向您提供迪瑞克斯支付服务，除您在申请或使用迪瑞克斯支付服务时主动向本公司提供的信息外，您同意并授权本公司通过以下途径获取您的信息：</p>
<p>1、 收集您留存在本公司的关联公司和（或）迪瑞克斯旗下公司处任何与您使用本协议项下迪瑞克斯支付服务相关的信息；</p>
<p>2、 收集您留存在本公司的合作伙伴（包括但不限于银行、小贷公司、担保公司、保理公司、基金公司、证券机构、信托公司、第三方合作机构等，下同）处任何与迪瑞克斯支付服务相关的信息；</p>
<p>3、 向中国人民银行金融信用信息基础数据库、其他依法成立的征信机构、资信评估机构或有关法律、监管机构许可的类似机构（以下统称“征信机构”）查询、核实、打印、留存您的信息和（或）信用报告；</p>
<p>4、 向行政机关、司法机关查询、打印、留存任何与迪瑞克斯支付服务相关的信息；</p>
<p>5、 向合法留存您信息的自然人、法人以及其他组织收集任何与迪瑞克斯支付服务相关的信息。</p>
<p>（二）信息类型</p>
<p>您同意并授权本公司收集的您的信息包括但不限于：</p>
<p>1、 您及您的关联方的身份信息，包括但不限于姓名、证件号码、证件类型、住所地、电话号码、迪瑞克斯支付账户认证信息、电子邮箱地址以及其他身份信息；</p>
<p>2、 您访问本公司网站及其相关网站、或迪瑞克斯支付移动设备客户端时，或使用迪瑞克斯支付服务时的操作日志，包括但不限于您的计算机IP地址、设备标识符、硬件型号、操作系统版本、您的位置以及与迪瑞克斯支付服务相关的其他日志信息；</p>
<p>3、 您在申请、使用本公司提供的服务时所提供、形成的任何数据和信息，包括但不限于您及您提供的关联方的实名认证信息、绑定的银行卡及手机号码信息等数据和信息（但不包括银行卡磁道信息或芯片信息、验证码及密码等法定、监管规定不得收集的敏感信息）；</p>
<p>4、 您及您的关联方在本公司的关联公司、迪瑞克斯公司旗下公司和合作伙伴处留存以及形成的任何数据和信息，包括但不限于迪瑞克斯支付账户和/或银行账户信息、您在迪瑞克斯商城等网站上形成的任何信息和数据、您与本公司的关联公司、迪瑞克斯公司旗下公司和合作伙伴之间存在的任何协议及您在该等协议项下的履约情况、您在本公司的关联公司（或）迪瑞克斯公司旗下公司网站及移动客户端的行为数据；</p>
<p>5、 您的信用信息，包括但不限于您的征信记录和信用报告。</p>
<p>（三）信息使用</p>
<p>为更好地向您提供迪瑞克斯支付服务，您同意并授权本公司将您的信息用于如下用途：</p>
<p>1、 创建数据分析模型，为您提供适合于您的服务，并维护、改进这些服务；</p>
<p>2、 为您提供迪瑞克斯支付服务进行必要的调查等；</p>
<p>3、 比较信息的准确性并与第三方进行验证，比如验证您的身份信息等；</p>
<p>4、 为使您知晓迪瑞克斯支付服务并能够及时了解本公司提供的其他服务，通过电子邮件、本公司站内信、客户端通知、手机短信等方式向您发送服务通知、营销活动及其他商业性信息，但您不同意接收前述信息的，有权退订；</p>
<p>5、 若本公司与您的纠纷未能够协商解决而需要通过借助法律途径解决的，本公司会将您的信息提供给律师事务所、法院、仲裁委员会等有关机关或单位机构；</p>
<p>6、 预防或阻止非法的活动；</p>
<p>7、 在紧急情况，为保护其他用户及第三方人身安全而披露；</p>
<p>8、 保护您的账户安全等合法权益；</p>
<p>9、 用于履行本公司的法定义务，包括但不限于反洗钱、反恐怖融资、客户身份识别义务等；</p>
<p>10、 基于国家法律法规的规定而需要对外披露的；</p>
<p>11、 经您许可或者应您要求的其他用途。</p>
<p>（四）信息分享</p>
<p>本公司根据法律法规及监管规定对您的信息承担保密义务，不会为满足第三方的营销目的而向其出售、无偿转让或出租您的任何信息。您同意并授权本公司在下列任一情况下将您的信息与第三方共享：</p>
<p>1、 为了向您提供或推荐本公司的关联公司和（或）迪瑞克斯公司的服务和/或产品的需要，将您的信息提供给本公司的关联公司使用；</p>
<p>2、 某些服务和/或产品和/或推广活动由本公司的合作伙伴提供或本公司与合作伙伴共同提供（包括但不限于您申请开通本公司关联方提供的授信服务、在迪瑞克斯平台购买保险及理财等金融产品、使用本公司关联方提供的征信服务等），您购买、使用前述产品、服务或者参与前述活动的，本公司会与其共享并使用您的相关信息；
<p>3、 为建立信用体系，您同意并授权本公司向征信机构发送您的信息，并在符合法律法规规定的前提下，经通知您后将您的不良信息发送征信机构；</p>
<p>4、 当您违反本协议约定或者进行其他侵害本公司合法权益时，为维权之故，向与本公司合作的律师事务所、催收公司及本公司认为可向您传达信息的联系人等披露您的违约信息；</p>
<p>5、 您同意本公司根据有关监管规定、监管政策，将与本协议有关的信息和您其他相关信息向监管部门、行业自律组织和监管信息系统报送，供监管部门使用和您授权查询使用；</p>
<p>6、 根据法律法规的规定及有权机关的要求；</p>
<p>7、 获得您的同意或授权的其他情形。</p>
<p>七、用户合法使用迪瑞克斯支付服务的承诺</p>
<p>1、 您应遵守中华人民共和国相关法律法规及您所属、所居住或开展经营活动或其他业务的国家或地区的法律法规，不得将迪瑞克斯支付服务用于任何非法目的（包括用于禁止或限制交易物品的交易），也不得以任何违法违规（包括但不限于违反本公司已经书面告知的使用规则）方式使用迪瑞克斯支付服务。
<p>2、 您不得利用迪瑞克斯支付服务从事侵害国家、集体、他人合法权益之行为，否则本公司有权进行调查、延迟结算或拒绝提供迪瑞克斯支付服务，且您应承担所有相关法律责任，因此导致本公司或本公司雇员或其他方受损的，您应承担赔偿责任。
<p>3、 上述1和2适用的情况包括但不限于：</p>
<p>（1）侵害国家、集体利益，侵害他人名誉权、隐私权、商业秘密、商标权、著作权、专利权等合法权益；</p>
<p>（2）违反依法定或约定之保密义务；</p>
<p>（3）冒用、盗用他人名义使用迪瑞克斯支付服务；</p>
<p>（4）从事不法交易行为，如洗钱、恐怖融资、贩卖枪支、毒品、禁药、盗版软件、黄色淫秽物品、其他本公司认为不得使用迪瑞克斯支付服务进行交易的物品等；</p>
<p>（5）提供赌博资讯或以任何方式引诱他人参与赌博；</p>
<p>（6）未经授权使用他人银行卡、记名的现金等价物（包括但不限于预付卡、提货凭证），或利用信用卡套取现金（以下简称“套现”）；</p>
<p>（7）进行与您或交易对方宣称的交易内容、用途不符的交易，或不真实的交易；</p>
<p>（8）从事任何可能侵害迪瑞克斯支付服务系统、数据之行为。</p>
<p>4、 您理解，迪瑞克斯支付服务有赖于系统的准确运行及操作。若出现系统差错、故障或其他原因引发的展示错误、您或本公司不当获利等情形，您同意本公司可以采取更正差错、扣划款项等适当纠正措施。
<p>5、 您承诺尊重本公司的全部知识产权，不得侵占、破译、二次衍生，本公司提供本协议项下的行为不构成任何本公司原有知识产权的转让、转移，您也不得对迪瑞克斯支付系统和程序采取反向工程手段进行破解，不得对上述系统和程序（包括但不限于源程序、目标程序、技术文档、客户端至服务器端的数据、服务器数据）进行复制、修改、编译、整合或篡改，不得修改或增减迪瑞克斯支付系统的任何功能。
<p>6、 您对于“中国国内电子商务环境尚未成熟，电子商务立法以及信用体制还不完善”的现状以及开展电子商务业务存在的风险性均完全知悉，同意配合本公司、为本公司提供与本协议相关服务的合作方、有权机关要求采取的各项风险防范措施，以保障本公司与您的各项合法权益（包括但不限于账户安全等）。
<p>八、权益保障及隐私保护</p>
<p>1、 客户权益保障承诺</p>
<p>本公司一直秉承保护客户合法权益原则，并一直努力为您的权益提供各种保障。</p>
<p>2、 用户资金保障</p>
<p>本公司始终重视保护用户的资金安全，将自有资金和用户资金分开存放，承诺不挪用、侵占、盗用或者通过其他方式非法占用用户资金。如您在使用迪瑞克斯支付服务过程中，由于您的迪瑞克斯支付账户被盗用造成资金损失，经本公司同意，您可授权本公司代表您向相关责任第三方或赔付机构进行追偿。您需要向侵权人进行责任追究的，也有权要求或者通过司法机关要求本公司予以必要协助。但法律法规、您与本公司另有约定的除外。
<p>3、 隐私权保护</p>
<p>本公司重视对用户隐私的保护，并对您的身份资料和其他特定资料提供保护及保障。具体详见本网站上相关的隐私保护政策，本公司及本公司关联方在不侵害您合法权益的前提下，可能会对前述隐私保护政策进行修订并通过在本网站公示、邮件、站内信、短信等方式告知，请您予以留意。 如您认为您的隐私权受到侵害或者需要我们对隐私保护政策进行进一步阐明的，您可致电我们的客服电话寻求帮助。
<p>九、不可抗力、免责及责任限制</p>
<p>（一）免责条款</p>
<p>因下列原因导致本公司无法正常提供服务，本公司不承担任何责任：</p>
<p>（1）本公司系统停机维护、故障修复、调试或升级；</p>
<p>（2）因台风、地震、洪水、雷电或恐怖袭击等不可抗力原因；</p>
<p>（3）用户的计算机软硬件设备设施和通信线路、供电线路出现故障或者其他不可用情形的；</p>
<p>（4）用户操作不当或通过非本公司授权或认可的方式使用迪瑞克斯支付服务的；</p>
<p>（5）因病毒、木马、恶意程序攻击、网络拥堵、系统不稳定、系统或设备故障、通讯故障、电力故障、银行原因 、第三方服务瑕疵或政府行为等原因；</p>
<p>（6）其他依据法律法规、监管规定本公司无需承担责任的情形。</p>
<p>尽管有前款约定，本公司将采取合理行动积极促使服务恢复正常。</p>
<p>（二）本公司责任范围及责任限制</p>
<p>1、 迪瑞克斯支付用户信息是由用户本人自行提供的，本公司无法保证该信息之准确、及时和完整也不对此负有任何实质审查义务。</p>
<p>2、 本公司可能同时为您提供迪瑞克斯支付服务，您同意对本公司可能存在的该等行为予以明确豁免任何实际或潜在的利益冲突，并不得以此来主张本公司在提供迪瑞克斯支付服务时存在法律上的瑕疵。</p>
<p>3、 本公司为您提供支付服务系统进行流转、存放、提现的资金，在任何情况下均不产生任何形式的利息，本公司没有向您支付利息或任何其他资金收益的义务。</p>
<p>4、 由于互联网电子商务的特殊性，您应当自行保证您是在清楚了解本协议约定（特别是免除、限制本公司责任之约定）的情况下，自愿签署本协议。</p>
<p>5、 本公司不希望出现任何人利用本公司服务而侵犯他人合法权益的行为，但并不保证不会发生此类行为或类似行为。本公司将依据中国法律采取必要的措施防止发生前述各类行为或降低发生这类行为的可能性或者降低由此造成的损失及其后果。对于因前述各类情形而产生的任何纠纷，应由权利受到侵害之人和侵权方依据中华人民共和国现行的有关法律通过适当的方式直接加以解决，本公司不参与其中；对于因此类行为产生的各类纠纷之任何责任和后果，由相关责任方承担，本公司不承担任何责任及后果。如因前述行为导致本公司遭遇任何诉争、行政处罚、经济损失或者重大负面影响的，除非本公司另有过错，否则我们保留追究责任方赔偿责任之权利。
<p>十、协议的完整性及变更</p>
<p>1、 本协议由《迪瑞克斯支付用户服务协议》等本网站不时公示的各项规则组成，各项规则有约定而本协议条款没有约定的，以各项规则约定为准。</p>
<p>2、 本协议各条款是可分的，所约定的任何条款如果部分或者全部无效，不影响该条款其他部分及本协议其他条款的法律效力。</p>
<p>3、 本协议各条款的标题只是为了方便用户阅读而起到提示、醒目的作用，对本协议的解释及适用没有任何指引作用。</p>
<p>4、 本公司基于本协议及其补充协议的有效弃权必须是书面的，并且该弃权不能产生连带的相同或者类似的弃权。</p>
<p>5、 本公司保留随时地、无需任何理由地、单方变更本协议之权利。如本协议发生变更的，本公司将通过www.dxracer.cn</p>
<p>网站公告的方式提前予以公布，变更后的协议在公告期届满起生效。若您在协议生效后继续使用迪瑞克斯支付服务的，表示您接受变更后的协议，也将遵循变更后的协议使用迪瑞克斯支付服务。</p>
<p>十一、知识产权的保护</p>
<p>1、 本公司及关联公司所有系统及本网站上所有内容，包括但不限于著作、图片、档案、资讯、资料、网站架构、网站画面的安排、网页设计，均由本公司或本公司关联公司依法拥有其知识产权，包括但不限于商标权、专利权、著作权、商业秘密等。</p>
<p>2、 非经本公司或本公司关联公司书面同意，任何人不得擅自使用、修改、反向编译、复制、公开传播、改变、散布、发行或公开发表本网站程序或内容。</p>
<p>3、 尊重知识产权是您应尽的义务，如有违反，您应承担损害赔偿责任。</p>
<p>十二、法律适用与管辖</p>
<p>本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国（港澳台地区除外）法律。因本协议产生之争议，均应依照中华人民共和国法律予以处理。</p>
<p>本协议的签订地为江苏省无锡市江阴市并接受协议签订人民法院之管辖。</p></div>

        </Modal>
        	<Modal v-model="fwtkmodal" title="隐私政策"  width="760px">
	<div>
		<h3>迪瑞克斯隐私政策</h3>
		<h6>提示条款</h6>
		<p>您的信任对我们非常重要，迪瑞克斯（“我们”）深知个人信息对您的重要性，我们将按照法律法规要求，采取相应安全保护措施，尽力保护您的个人信息。您在使用我们的产品与/或服务时，我们可能会收集和使用您的相关信息。我们希望通过《迪瑞克斯隐私政策》（“本隐私政策”）向您说明我们在您使用我们的产品与/或服务时如何收集、使用、保存、共享和转让这些信息，以及我们为您提供的访问、更新、删除和保护这些信息的方式。
		</p>
		<h6>本政策将帮助您了解以下内容：</h6>
		<p>1、我们如何收集和使用您的个人信息</p>
		<p>2、我们如何使用 Cookie 和同类技术</p>
		<p>3、我们如何共享、转让、公开披露您的个人信息</p>
		<p>4、我们如何保护和保存您的个人信息</p>
		<p>5、您如何管理个人信息</p>
		<p>6、我们如何处理未成年人的个人信息</p>
		<p>7、通知和修订</p>
		<p>8、如何联系我们</p>
		<p>本隐私政策与您所使用的迪瑞克斯商城服务以及该服务所包括的各种业务功能（以下统称“我们的产品与/或服务”）息息相关，希望您在使用我们的产品与/或服务前仔细阅读并确认您已经充分理解本政策所写明的内容，并让您可以按照本隐私政策的指引做出您认为适当的选择。本隐私政策中涉及的相关术语，我们尽量以简明扼要的表述，并提供进一步说明的链接，以便您更好地理解。您使用或在我们更新本隐私政策后（我们会及时提示您更新的情况）继续使用我们的产品与/或服务，即意味着您同意本隐私政策(含更新版本)内容，并且同意我们按照本隐私政策收集、使用、保存和共享您的相关信息。
		</p>
		<p>如对本隐私政策或相关事宜有任何问题，请联系迪瑞克斯客户服务部，客户服务电话：400-990-5033。</p>
		<h6>目录</h6>
		<p>一、我们如何收集和使用您的个人信息</p>
		<p>二、我们如何使用 Cookie 和同类技术</p>
		<p>三、我们如何共享、转让、公开披露您的个人信息</p>
		<p>四、我们如何保护和保存您的个人信息</p>
		<p>五、您如何管理您的个人信息</p>
		<p>六、我们如何处理未成年人的个人信息</p>
		<p>七、通知和修订</p>
		<p>八、如何联系我们</p>
		<h6>一、我们如何收集和使用您的个人信息</h6>
		<p>我们仅会出于以下目的，收集和使用您的个人信息：</p>
		<p>（一）您授权我们收集和使用您个人信息的情形</p>
		<p>我们的产品与/或服务包括一些核心功能，这些功能包含了实现网上购物所必须的功能、改进我们的产品与/或服务所必须的功能及保障交易安全所必须的功能。我们可能会收集、保存和使用下列与您有关的信息才能实现上述这些功能。如果您不提供相关信息，您将无法享受我们提供的产品与/或服务。这些功能包括：
		</p>
		<p>1、实现网上购物所必需的功能</p>
		<p>（1）帮助您成为我们的会员</p>
		<p>为成为我们的会员，以便我们为您提供会员服务，您需要提供手机号码、电子邮箱地址，并创建用户名和密码。如果您仅需使用浏览、搜索等基本服务，您不需要注册成为我们的会员及提供上述信息。</p>
		<p>在注册会员过程中，如果您提供以下额外信息补全个人资料，将有助于我们给您提供如会员生日特权等更个性化的会员服务：您的真实姓名、性别、出生年月日、居住地、您本人的真实头像。但如果您不提供这些信息，将会影响到您使用个性化的会员服务，但不会影响使用迪瑞克斯产品或服务的基本浏览、搜索、购买功能。
		</p>
		<p>（2）为您展示和推送商品和服务</p>
		<p>为改善我们的产品或服务、向您提供个性化的信息搜索及交易服务，我们会根据您的浏览及搜索记录、设备信息、位置信息、订单信息，提取您的浏览、搜索偏好、行为习惯、位置信息等特征，基于特征标签进行间接人群画像并展示、推送信息。 如果您不想接受我们给您发送的商业广告，您可随时通过相应产品退订功能取消。
		</p>
		<p>（3）下单</p>
		<p>当您准备对您购物车/购物袋内的商品进行结算时，迪瑞克斯系统会生成您购买该商品的订单。您需要在订单中至少填写您的收货人姓名、收货地址以及手机号码，同时该订单中会载明订单号、您所购买的商品或服务信息、您应支付的货款金额及支付方式；您可以另外填写收货人的固定电话、邮箱地址信息以增加更多的联系方式确保商品可以准确送达，但不填写这些信息不影响您订单的生成。
		</p>
		<p>上述所有信息构成您的“订单信息”，我们将使用您的订单信息来进行您的身份核验、确定交易、支付结算、完成配送、为您查询订单以及提供客服咨询与售后服务；我们还会使用您的订单信息来判断您的交易是否存在异常以保护您的交易安全。
		</p>
		<p>（4）支付功能</p>
		<p>在您下单后，您可以选择与迪瑞克斯合作的第三方支付机构（包括支付宝支付、微信支付及银联、网联等支付通道， 以下称“支付机构”）所提供的支付服务。支付功能本身并不收集您的个人信息，但我们需要将您的订单号与交易金额信息与这些支付机构共享以实现其确认您的支付指令并完成支付。</p>
		<p>（5）交付产品或服务功能</p>
		<p>为便于向您交付商品或服务，您需提供收货人姓名、收货地址、邮政编码、收货人联系电话。如果我们委托第三方向您交付时，您同意将上述信息共享给第三方。如果您拒绝提供此类信息，我们将无法完成相关交付服务。</p>
		<p>您可以通过迪瑞克斯为其他人订购商品或服务，您需要提供该实际订购人的前述个人信息。向迪瑞克斯提供该实际订购人的前述个人信息之前，您需确保您已经取得其授权同意。</p>
		<p>（6）客服与售后功能</p>
		<p>我们的电话客服和售后功能会使用您的账号信息和订单信息。</p>
		<p>为保证您的账号安全，我们的呼叫中心客服和在线客服会使用您的账号信息与您核验您的身份。当您需要我们提供与您订单信息相关的客服与售后服务时，我们将会查询您的订单信息。您有可能会在与我们的客服人员沟通时，提供给出上述信息外的其他信息，如当您要求我们变更配送地址、联系人或联系电话。</p>
		<p>2、改进我们的产品与/或服务所必须的功能</p>
		<p>我们可能会收集您的订单信息、浏览信息、您的购物习惯进行数据分析以形成用户画像，用来将您感兴趣的商品或服务信息展示给您；或在您搜索时向您展示您可能希望找到的商品。我们还可能为了提供服务及改进服务质量的合理需要而获得的您的其他信息，包括您与客服联系时您提供的相关信息，您参与问卷调查时向我们发送的问卷答复信息，以及您与我们的关联方、我们合作伙伴之间互动时我们获得的相关信息。对于从您的各种设备上收集到的信息，我们可能会将它们进行关联，以便我们能在这些设备上为您提供一致的服务。我们可能会将来自某项服务的信息与来自其他服务的信息结合起来，以便为您提供服务、个性化内容和建议。</p>
		<p>3、为您提供安全保障</p>
		<p>为提高您使用我们及我们关联公司、合作伙伴提供服务的安全性，保护您或其他用户或公众的人身财产安全免遭侵害，更好地预防钓鱼网站、欺诈、网络漏洞、计算机病毒、网络攻击、网络侵入等安全风险，更准确地识别违反法律法规或迪瑞克斯相关协议规则的情况，我们可能使用或整合您的会员信息、交易信息、设备信息、有关网络日志以及我们关联公司、合作伙伴取得您授权或依据法律共享的信息，来综合判断您账户及交易风险、进行身份验证、检测及防范安全事件，并依法采取必要的记录、审计、分析、处置措施。</p>
		<p><strong>（二）您可选择是否授权我们收集和使用您的个人信息的情形</strong></p>
		<p>1、为向您提供更契合您需求的页面展示和搜索结果、了解产品适配性、识别账号异常状态，我们在以下附加功能中可能会收集您的个人信息，这些附加功能包括：</p>
		<p>（1）个性化推荐功能：我们会收集您的位置信息（我们仅收集您当时所处的地理位置，但不会将您各时段的位置信息进行结合以判断您的行踪轨迹）来判断您所处的地点，自动向您推荐您所在区域可以购买的商品或服务。</p>
		<p>（2）基于摄像头（相机）的附加功能：您可以使用这个附加功能完成视频拍摄、拍照、扫码功能。</p>
		<p>（3）基于图片上传的附加功能：您可以在迪瑞克斯上传您的照片来实现晒单及评价功能，我们会使用您所上传的照片来识别您需要购买的商品或使用包含您所上传图片的评价。</p>
		<p>2、上述附加功能需要您在您的设备中向我们开启您的地理位置（位置信息）、相机（摄像头）、相册（图片库）以及麦克风的访问权限。如您是安卓用户，您可以通过移动设备-设置-权限管理逐项查看您上述权限的开启状态，并可以决定将这些权限随时的开启或关闭。如您是苹果用户，您可以通过移动设备-设置-隐私查看、开启或关闭上述权限。请您注意，您开启这些权限即代表您授权我们可以收集和使用这些个人信息来实现上述的功能，您关闭权限即代表您取消了这些授权，则我们将不再继续收集和使用您的这些个人信息，也无法为您提供上述与这些授权所对应的功能。您关闭权限的决定不会影响此前基于您的授权所进行的个人信息的处理。
		</p>
		<p>（三）以下情形，我们收集、使用您的个人信息，无需征得您授权同意：</p>
		<p>1、与国家安全、国防安全有关的；</p>
		<p>2、与公共安全、公共卫生、重大公共利益有关的；</p>
		<p>3、与犯罪侦查、起诉、审判和判决执行等有关的；</p>
		<p>4、出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</p>
		<p>5、所收集的个人信息是个人信息主体自行向社会公众公开的；</p>
		<p>6、从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道；</p>
		<p>7、根据您的要求签订合同所必需的；</p>
		<p>8、用于维护所提供的产品与/或服务的安全稳定运行所必需的，例如发现、处置产品与/或服务的故障；</p>
		<p>9、为合法的新闻报道所必需的；</p>
		<p>10、学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；</p>
		<p>11、法律法规规定的其他情形。</p>
		<p>（四）我们从第三方获得您个人信息的情形</p>
		<p>我们可能从第三方获取您授权共享的账户信息（头像、昵称、手机号、邮箱号），并在您同意本隐私政策后将您的第三方账户与您的迪瑞克斯账户绑定，使您可以通过第三方账户直接登录并使用我们的产品与/或服务。我们会将依据与第三方的约定、对个人信息来源的合法性进行确认后，在符合相关法律和法规规定的前提下，使用您的这些个人信息。</p>
		<p>（五）您个人信息使用的规则</p>
		<p>1、我们会根据本隐私政策的约定并为实现我们的产品与/或服务功能对所收集的个人信息进行使用。</p>
		<p>2、请您了解并同意，我们有权使用去标识化且无法识别您个人身份的个人信息；并在不透露您个人信息的前提下，我们有权对用户数据库进行分析并予以商业化的利用。</p>
		<p>3、请您注意，您在使用我们的产品与/或服务时所提供的所有个人信息，除非您删除或通过系统设置拒绝我们收集，否则将在您使用我们的产品与/或服务期间持续授权我们使用。</p>
		<p>4、我们会对我们的产品与/或服务使用情况进行统计，并可能会与公众或第三方共享这些统计信息，以展示我们的产品与/或服务的整体使用趋势。但这些统计信息不包含您的任何身份识别信息。</p>
		<p>5、当我们展示您的个人信息时，我们会采用包括内容替换、匿名处理方式对您的信息进行脱敏，以保护您的信息安全。</p>
		<p>6、当我们要将您的个人信息用于本政策未载明的其它用途时，或基于特定目的收集而来的信息用于其他目的时，会通过您主动做出勾选的形式事先征求您的同意。</p>
		<h6>二、我们如何使用 Cookie 和同类技术</h6>
		<p>（一）Cookie</p>
		<p>1、为确保网站正常运转，为您获得更轻松的访问体验，向您推荐您可能感兴趣的内容，我们会在您的计算机或移动设备上储存名为Cookie的小数据文件，Cookie通常包含标识符、站点名称以及一些号码和字符。借助于Cookie,网站能够储存您的偏好或购物车/购物袋内的商品等数据。
		</p>
		<p>2、您可根据自己的偏好管理或删除Cookie。您可以清除计算机上保存的所有Cookie,大部分网络浏览器都设有阻止Cookie的功能。但如果您这么做，则需要在每一次访问我们的网站时更改用户设置，也可能导致部分功能无法正常使用。如需了解如何更改浏览器设置，请访问您使用的浏览器的相关设置页面。
		</p>
		<p>（二）网站信标和像素标签</p>
		<p>除Cookie外，我们还会在网站上使用网站信标和像素标签等其他同类技术。例如，我们向您发送的电子邮件可能含有链接至我们网站内容的地址链接，如果您点击该链接，我们则会跟踪此次点击，帮助我们了解您的产品或服务偏好以便于我们主动改善客户服务体验。网站信标通常是一种嵌入到网站或电子邮件中的透明图像。借助于电子邮件中的像素标签，我们能够获知电子邮件是否被打开。如果您不希望自己的活动以这种方式被追踪，则可以随时从我们的寄信名单中退订。
		</p>
		<h6>三、我们如何共享、转让、公开披露您的个人信息</h6>
		<p>（一）共享</p>
		<p>1、我们不会与迪瑞克斯以外的任何公司、组织和个人共享您的个人信息，但以下情况除外：</p>
		<p>（1）在获取明确同意的情况下共享；获得您的明确同意后，我们会与其他方共享您的个人信息。</p>
		<p>（2）在法定情形下的共享：我们可能会根据法律法规规定、诉讼争议解决需要，或按行政、司法机关依法提出的要求，对外共享您的个人信息。</p>
		<p>（3）在法律法规允许的范围内，为维护迪瑞克斯、迪瑞克斯的关联方或合作伙伴、您或其他迪瑞克斯用户或社会公众利益、财产或安全免遭损害而有必要提供；</p>
		<p>（4） 只有共享您的信息，才能实现我们的产品与/或服务的核心功能或提供您需要的服务；</p>
		<p>（5）应您需求为您处理您与他人的纠纷或争议；</p>
		<p>（6）符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；</p>
		<p>（7）基于学术研究而使用；</p>
		<p>（8）基于符合法律法规的社会公共利益而使用。</p>
		<p>2、我们可能会将您的个人信息与我们的关联方共享。但我们只会共享必要的个人信息，且受本隐私政策中所声明目的的约束。我们的关联方如要改变个人信息的处理目的，将再次征求您的授权同意。</p>
		<p>3、与授权合作伙伴共享：仅为实现本隐私政策中声明的目的，我们的某些服务将由我们和授权合作伙伴共同提供。我们可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。例如，在您上网购买我们的产品时，我们必须与物流服务提供商共享您的个人信息才能安排送货，或者安排合作伙伴提供服务。我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们的合作伙伴无权将共享的个人信息用于与产品或服务无关的其他用途。
		</p>
		<p>目前，我们的合作伙伴包括以下类型：</p>
		<p>（1）商品或技术服务的供应商。我们可能会将您的个人信息共享给支持我们功能的第三方。这些支持包括为我们的供货或提供基础设施技术服务、物流配送服务、支付服务、数据处理等。我们共享这些信息的目的是可以实现我们产品与/或服务的核心购物功能，比如我们必须与物流服务提供商共享您的订单信息才能安排送货；或者我们需要将您的订单号和订单金额与第三方支付机构共享以实现其确认您的支付指令并完成支付等。</p>
		<p>（2）委托我们进行推广的合作伙伴。有时我们会代表其他企业向使用我们产品与/或服务的用户群提供促销推广的服务。我们可能会使用您的个人信息以及您的非个人信息集合形成的间接用户画像与委托我们进行推广的合作伙伴（“委托方”）共享，但我们仅会向这些委托方提供推广的覆盖面和有效性的信息，而不会提供您的个人身份信息，或者我们将这些信息进行汇总，以便它不会识别您个人。比如我们可以告知该委托方有多少人看了他们的推广信息或在看到这些信息后购买了委托方的商品，或者向他们提供不能识别个人身份的统计信息，帮助他们了解其受众或顾客。
		</p>
		<p>4、对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。在个人敏感数据使用上，我们要求第三方采用数据脱敏和加密技术，从而更好地保护用户数据。我们会对关键的第三方执行信息安全审计，以验证第三方的个人信息安全保护措施是否满足迪瑞克斯的相关要求。
		</p>
		<p>5、为了遵守法律、执行或适用我们的使用条件和其他协议，或者为了保护迪瑞克斯、您或其他迪瑞克斯客户的权利及其财产或安全，比如为防止欺诈等违法活动和减少信用风险，而与其他公司和组织交换信息。不过,这并不包括违反本隐私政策中所作的承诺而为获利目的出售、出租、共享或以其它方式披露的个人信息。
		</p>
		<p>（二）转让</p>
		<p>我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：</p>
		<p>1、在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息；</p>
		<p>2、根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况进行提供；</p>
		<p>3、符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；</p>
		<p>4、在涉及合并、收购、资产转让或类似的交易时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本隐私政策的约束，否则,我们将要求该公司、组织重新向您征求授权同意。</p>
		<p>（三）公开披露</p>
		<p>我们仅会在以下情况下，才会公开披露您的个人信息：</p>
		<p>1、获得您明确同意或基于您的主动选择，我们可能会公开披露您的个人信息；</p>
		<p>2、根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们可能会依据所要求的个人信息类型和披露方式公开披露您的个人信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求必须出具与之相应的法律文件，如传票或调查函。我们坚信，对于要求我们提供的信息，应该在法律允许的范围内尽可能保持透明。我们对所有的请求都进行了慎重的审查，以确保其具备合法依据，且仅限于执法部门因特定调查目的且有合法权利获取的数据。在法律法规许可的前提下，我们披露的文件均在加密密钥的保护之下。
		</p>
		<h6>四、我们如何保护和保存您的个人信息</h6>
		<p>（一）个人信息保护的技术与措施</p>
		<p>1、数据安全技术措施</p>
		<p>我们已采取符合业界标准、合理可行的安全防护措施保护您提供的个人信息安全，防止个人信息遭到未经授权访问、公开披露、使用、修改、损坏或丢失。我们会使用加密技术（如TLS、AES等）、脱敏技术和匿名化技术提高个人信息的安全性；我们会使用受信赖的保护机制防止个人信息遭到恶意攻击；我们会部署访问控制机制，尽力确保只有授权人员才可访问个人信息；部署数据安全监控机制，尽力确保数据在数据生命周期（数据采集、存储、传输、使用、共享和销毁）中得到安全保障。
		</p>
		<p>2、其他安全措施</p>
		<p>迪瑞克斯通过建立专门的管理制度、流程和组织以保障个人信息的存储和使用安全。</p>
		<p>迪瑞克斯通过信息接触者保密协议、监控和审计机制来对数据进行全面安全控制。</p>
		<p>迪瑞克斯建立信息安全委员会并下设信息保护专职部门、数据安全应急响应组织来推进和保障个人信息安全。</p>
		<p>加强安全意识。迪瑞克斯建立了信息安全培训体系，通过多种手段对全体员工进行信息安全意识培训，提高员工的信息安全意识以及隐私安全意识，保障会员个人信息安全。</p>
		<p>安全认证。迪瑞克斯网站和支付系统均已获得公安部颁发的安全等级保护三级认证。</p>
		<p>3、我们仅允许有必要知晓这些信息的迪瑞克斯及迪瑞克斯关联方的员工、合作伙伴访问个人信息，并为此设置了严格的访问权限控制和监控机制。我们同时要求可能接触到您个人信息的所有人员履行相应的保密义务。如果未能履行这些义务，可能会被追究法律责任或被中止与迪瑞克斯的合作关系。
		</p>
		<p>4、我们会采取一切合理可行的措施，确保未收集无关的个人信息。我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。
		</p>
		<p>5、互联网并非绝对安全的环境，而且电子邮件、即时通讯、社交软件等与其他用户的交流方式无法确定是否完全加密，我们建议您使用此类工具时请使用复杂密码，并注意保护您的个人信息安全。
		</p>
		<p>6、互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改、或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。
		</p>
		<p>7、安全应急响应。当您在迪瑞克斯网站与第三方进行网上商品或服务的交易时，您不可避免的要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或者邮政地址等。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。 针对个人信息泄露、毁损、丢失等安全风险，迪瑞克斯建立了安全应急响应机制和应急响应团队，从制度层面规范安全事件处置的要求和流程。对安全事件实施分类分级，针对不同事件启动有针对性的安全应急预案，进行事件检测、抑制、根除、恢复，制定补救措施，联合相关部门进行溯源和打击。
		</p>
		<p>8、在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们同时将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动向监管部门上报个人信息安全事件的处置情况。
		</p>
		<p>9、如果您对我们的个人信息保护有任何疑问，可通过本政策最下方约定的联系方式联系我们。如您发现自己的个人信息泄密，尤其是您的账户及密码发生泄露，请您立即通过本政策最下方【如何联系我们】约定的联系方式联络我们，以便我们采取相应措施。
		</p>
		<p>（二）个人信息的保存</p>
		<p>1、您的个人信息将被存储于中华人民共和国境内。如您使用跨境交易服务，且需要向境外传输您的个人信息完成交易的，我们会要求接收方按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理这些个人信息。</p>
		<p>2、请您注意，当您成功申请注销迪瑞克斯账户后，我们将对您的个人信息进行删除或匿名化处理。</p>
		<p>3、如果我们终止服务或运营，我们会至少提前三十日向您通知，并在终止服务或运营后对您的个人信息进行删除或匿名化处理。</p>
		<h6>五、您如何管理您的个人信息</h6>
		<p>您可以通过以下方式访问及管理您的个人信息：</p>
		<p>1、访问和更正您的个人信息</p>
		<p>您有权随时访问和更正您的个人信息，法律法规规定的例外情况除外，您可以通过以下方式访问和更正您的个人信息：</p>
		<p>（1）账户信息：PC端您可以在“个人中心”菜单中查阅您提交给迪瑞克斯的所有个人信息，你也可通过上述途径更新除实名认证信息之外的其他个人信息（您的实名认证信息是您通过实名认证时使用的姓名和身份证信息）。移动端具体路径为：账户名称、个人资料信息：首页—左下角点击人形头像—点击迪瑞克斯会员头像-设置个人资料、账户名称、收货地址；修改登录密码、支付密码及绑定手机：首页-点击左下角人形头像-进入我的“账户与安全”-修改相应信息。
		</p>
		<p>（2）订单信息：PC端您可以通过访问“个人中心”页面的我的交易菜单中的“订单管理”查看您所有已经完成、已经取消的订单。移动端具体路径为：首页-点击左下角人形头像-全部订单-查看全部订单。
		</p>
		<p>（3）档案信息：PC端您可以通过访问“我的迪瑞克斯-我的账户菜单中的“我的资料”-填写、修改您的个人档案。
		</p>
		<p>（4）您在使用我们的产品与/或服务过程中产生的其他个人信息需要访问或更正，请随时联系我们。我们会根据本隐私政策所列明的方式和期限响应您的请求。
		</p>
		<p>（5）无法访问和更正的个人信息：除上述列明的信息外，您的部分个人信息我们还无法为您提供访问和更正的服务，这些信息主要是为了提升您的用户体验和保证交易安全所收集的您的设备信息、您使用附加功能时产生的个人信息。上述信息我们会在您的授权范围内进行使用，您无法访问和更正，但您可联系我们进行删除或做匿名化处理。
		</p>
		<p>2、删除您的个人信息
		</p>
		<p>您在我们的产品与/或服务页面中可以直接清除或删除的信息，包括订单信息、收货地址信息；</p>
		<p>在以下情形中，您可以向我们提出删除个人信息的请求：</p>
		<p>（1）如果我们处理个人信息的行为违反法律法规；</p>
		<p>（2）如果我们收集、使用您的个人信息，却未征得您的同意；</p>
		<p>（3）如果我们处理个人信息的行为违反了与您的约定；</p>
		<p>（4）如果您注销了迪瑞克斯账户；</p>
		<p>（5）如果我们终止服务及运营。</p>
		<p>若我们决定响应您的删除请求，我们还将同时通知从我们获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。当您从我们的服务中删除信息后，我们可能不会立即备份系统中删除相应的信息，但会在备份更新时删除这些信息。
		</p>
		<p>3、改变您授权同意的范围或撤回您的授权</p>
		<p>您可以在移动设备的“设置”中关闭对迪瑞克斯APP的功能授权，包括位置功能、电话功能、相机功能、短信功能、通讯录功能、麦克风功能，改变您授权我们继续收集个人信息的范围或撤回您的授权。您也可以通过注销账户的方式，撤回我们继续收集您个人信息的全部授权。 请您理解，每个业务功能需要一些基本的个人信息才能得以完成，当您撤回同意或授权后，我们无法继续为您提供撤回同意或授权所对应的服务，也不再处理您相应的个人信息。但您撤回同意或授权的决定，不会影响此前基于您的授权而开展的个人信息处理。
		</p>
		<p>4、个人信息主体注销账户</p>
		<p>您可以致电我们的客服人员申请注销您的账户。您注销账户后，我们将停止为您提供产品与/或服务，并依据您的要求，除法律法规另有规定外，我们将删除或匿名化处理您的个人信息。
		</p>
		<p>5、如果您不想接受我们给您发送的促销信息，您随时可通过以下方式取消：
		</p>
		<p>（1）您可通过PC端账户设置页面的邮件订阅菜单中取消邮件订阅的促销信息。</p>
		<p>（2）您可以随时回复“TD”来取消我们给您发送的手机促销短信。</p>
		<p>（3）您可以通过移动端APP“账户设置-设置-推送消息设置-通知”设置是否接受我们通过“通知”推动给您的商品和促销信息</p>
		<p>（4）为了保护您的隐私，我们不会以任何方式和途径向您推送涉及宗教信仰、性、疾病等相关敏感内容的促销或商品信息给您。</p>
		<h6>6、响应您的上述请求</h6>
		<p>如果您无法通过上述方式访问、更正或删除您的个人信息，或您需要访问、更正或删除您在使用我们产品与/或服务时所产生的其他个人信息，或您认为迪瑞克斯存在任何违反法律法规或与您关于个人信息的收集或使用的约定，您均可以通过本协议下方的方式与我们联系。为了保障安全，我们可能需要您提供书面请求，或以其他方式证明您的身份，我们将在收到您反馈并验证您的身份后的15天内答复您的请求。对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际（例如，涉及备份磁带上存放的信息）的请求，我们可能会予以拒绝。
		</p>
		<p>在以下情形中，按照法律法规要求，我们将无法响应您的请求：</p>
		<p>（1）与国家安全、国防安全有关的；</p>
		<p>（2）与公共安全、公共卫生、重大公共利益有关的；</p>
		<p>（3）与犯罪侦查、起诉和审判等有关的；</p>
		<p>（4）有充分证据表明您存在主观恶意或滥用权利的；</p>
		<p>（5）响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的。</p>
		<h6>六、我们如何处理未成年人的个人信息</h6>
		<p>如果没有父母或监护人的同意，未成年人不得创建自己的用户账户。如您为未成年人的，建议您请您的父母或监护人仔细阅读本隐私权政策，并在征得您的父母或监护人同意的前提下使用我们的服务或向我们提供信息。</p>
		<p>对于经父母或监护人同意使用我们的产品或服务而收集未成年人个人信息的情况，我们只会在法律法规允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用、共享、转让或披露此信息。</p>
		<h6>七、通知和修订</h6>
		<p>1、为给您提供更好的服务以及随着迪瑞克斯业务的发展，本隐私政策也会随之更新。但未经您明确同意，我们不会削减您依据本隐私政策所应享有的权利。我们会通过在迪瑞克斯网站、迪瑞克斯移动端上发出更新版本并在生效前通过网站公告或以其他适当方式提醒您相关内容的更新，也请您访问迪瑞克斯以便及时了解最新的隐私政策。
		</p>
		<p>2、对于重大变更，我们还会提供更为显著的通知（我们会通过包括但不限于邮件、短信或在浏览页面做特别提示等方式，说明隐私政策的具体变更内容）。</p>
		<p>本政策所指的重大变更包括但不限于：</p>
		<p>（1）我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；</p>
		<p>（2）我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；</p>
		<p>（3）个人信息共享、转让或公开披露的主要对象发生变化；</p>
		<p>（4）您参与个人信息处理方面的权利及其行使方式发生重大变化；</p>
		<p>（5）我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；</p>
		<p>（6）个人信息安全影响评估报告表明存在高风险时。</p>
		<p>3、我们还会将本策略的旧版本存档，供您查阅。</p>
		<h6>八、如何联系我们</h6>
		<p>1、如您对本隐私政策或您个人信息的相关事宜有任何问题、意见或建议，请联系迪瑞克斯客户服务部，客户服务部电话：400-990-5033。</p>
		<p>2、一般情况下，我们将在十五天内回复。如果您对我们的回复不满意，特别是我们的个人信息处理行为损害了您的合法权益，您还可以向网信、电信、公安及工商等监管部门进行投诉或举报。</p>
		<p>注：本《迪瑞克斯隐私政策》版本更新日期为2018年6月28日，将于2018年6月28日正式生效。</p>
	</div>
        	</Modal>
       </div>
</template>
<script>
	 import { validatePHONE } from '@/assets/js/validate';
	  export default {
        data () {
        	       	      var validatePass = (rule, value, callback) => {            
                            if (value === '') {
                                callback(new Error('请再次输入密码'));
                              } else if (value !== this.regiForm.passWord) {
                                callback(new Error('两次输入密码不一致!'));
                              } else {
                                callback();
                              }
                      };
        	 	 const validatePhone = (rule, value, callback) => {
      	 	if(value.length<0){
      	 		 callback(new Error('手机号不能为空'));
      	 	}
          else if (!validatePHONE(value)) {
            callback(new Error('请输入正确的手机号'));
          } else {
            callback();
          }
        };
            return {
            	zffwmodal:false,
              	fwtkmodal:false,
            	fwtk:true,
            	t:'',
            	time: 180, // 发送验证码倒计时
    			sendMsgDisabled: false,
            	loadingDx:false,
            	loadingtx:false,
            	txv:1,
            	verimg:'',
                regiForm: {
                	loginName:'',
                    passWord: '',
                    shortMessage: '',
                    verificationCode:'',
                    confirmpass:''
                },
                ruleValidate: {
                    passWord:[
                      { required: true, message: '密码不能为空', trigger: 'blur' },
                      { type: 'string', min: 6, message: '密码不能少于6位', trigger: 'blur' }
                    ],
                    loginName:[
                      { required: true, validator:validatePhone, trigger: 'blur' }
                    ],
                    verificationCode:[
                     { required: true, message: '图形码不能为空', trigger: 'blur' }
                    ],
                    shortMessage:[
                     { required: true, message: '短信验证码不能为空', trigger: 'blur' }
                    ],
                    confirmpass:[
                     { required: true, validator: validatePass, trigger: 'blur'  }
                    ],
               },
          }
        },
          methods:{
          	//获取短信验证码
          	getDx(){
          		let verificationCode=this.regiForm.verificationCode;
          		if(verificationCode==null||verificationCode==''){
          			this.$Message.error('图形验证码不能为空!');
          			this.loadingDx = false;
          		}
          		else{
          		this.$axios({
					    method: 'post',
					    url:'/customer/register/shortmessage',
					    data:{
					    		 "mobile":this.regiForm.loginName,
					    		  "verificationCode":this.regiForm.verificationCode
					    	},
					}).then((res)=>{
						if(res.code==200){
								//短信验证码180秒倒计时
				     			let _this = this;
							    _this.sendMsgDisabled = true;
							    _this.startTime();
						}
						     else {
		                 		 this.$Message.error(res.msg);
		              		}
					});
					}
          	},
          	  startTime(){
          	 	if(this.time==0){
          	 		  this.time = 180;
				      this.sendMsgDisabled = false;
				      clearTimeout(this.t);
          	 		}
					else{
					    this.time--;
					 }
					 let self=this;
                      this.t= setTimeout(() => {
                                self.startTime();
                        }, 	1000);
				},
          	getTx(){
          			if(this.regiForm.loginName==""){
          			  this.$Message.error('手机号不能为空');
          			  return
          			}
          		    //验证用户名是否存在
          		 	this.$axios({
							    method: 'post',
							    url:'/customer/validate?userName='+this.regiForm.loginName,
							}).then((res)=>{
								if(res.code=='200'){
									     this.txv++;
									      this.verimg='http://10.0.0.53:8080/mall/pc/customer/'+this.regiForm.loginName+'/verification.png?v='+this.txv;
								         //this.verimg=this.$axios.defaults.baseURL+'/customer/'+this.regiForm.loginName+'/verification.png?v='+this.txv;
										 //	let urlo=window.location.origin;
      										//this.verimg=urlo+'/mall/pc/customer/'+this.regiForm.loginName+'/verification.png?v='+this.txv;
								}else{
									  this.$Message.error(res.msg);
								}
							});
          	},
            handleSubmit (name) {
            	if(this.fwtk==false){
            		this.$Message.error('请你阅读并同意《网站服务条款》');
          			  return
            	}else{
                this.$refs[name].validate((valid) => {
                    if (valid) {
                    	let para = Object.assign({}, this.regiForm);
                    	delete para['confirmpass']
		                    	this.$axios({
							    method: 'post',
							    url:'/customer/register',
							    data:para,
							}).then((res)=>{
									this.loadingDx = false;
									      let { code, msg } = res;
								              if (code !== 200) {
								                this.$Message.error(res.msg);
								              } else {
								                this.$router.push({ name: '/login' ,params: { loginName: this.regiForm.loginName }});
								              }
							});
							}
                      })
                }
            },
            handleReset (name) {
                this.$refs[name].resetFields();
            }
        },
          destroyed: function () {
          	clearTimeout( this.t );
		},
       }
</script>
<style  scoped="scoped">
.register  .pp span{
    font-weight: 700;
}
.register .btn {
	margin-top: 10px;
  background-color: rgba(51, 153, 255, 1);
}
.register .btn:hover {
	margin-top: 10px;
  background-color: rgba(51, 153, 255, 1)!important;
}
.refresh{
	cursor: pointer;
	margin-left:40px;
}

.page-reg form{
	height: 630px;
}
</style>
<style>
	.ivu-form-item{
		margin-bottom: 25px;
	}
</style>
