<template>
				<div class="ms">
						<h3>感谢您选择迪瑞克斯定制服务，我们将竭力为您提供优质、满意的定制需求，请您仔细阅读以下服务条款，该服务条款描述了您能够获得的保障和利益，在您购买本定制之前，请全面阅读并仔细审核免责申明中的所有内容。您的购买付款行为将被视为您同意以下条款。</h3>
						<p>1、客户应保证，其在定制整个过程中提供给迪瑞克斯官网的信息（包括任何文字和图片），不侵犯他人包括但不限于肖像权、商标权、著作权、专利权等一切合法权利。客户对于迪瑞克斯在定制过程中的信息独立承担全部责任。</p>
						<p>2、迪瑞克斯对客户提供信息的展示均根据客户协助操作完成，客户应对其真实性、合法性作出保证。因客户提供的定制信息所导致的法律责任由客户自行承担，迪瑞克斯不承担任何责任。</p>
						<p> 3、客户提供文字或图形的源文件格式须符合迪瑞克斯定制格式<br />
							<strong>（1）logo文字定制三种字体可选，标准体、少女体、艺术体；有字符限制，中文8个字符，英文16个字符。</strong><br />
							<strong>（2）logo图形定制需提供AI源文件或像素3000的透明底png图片；图形不可有渐变色。</strong><br />
							<strong>（3）定制期间客户提供的所以信息需要符合迪瑞克斯定制类商品的要求，并且在定制下单前须详读定制说明，下单后即表明客户已熟读定制说明。</strong>
						</p>
						<p>4、定制商品在客户下单付款后会安排进行定制服务，这期间若定制信息不符合定制要求，则视为定制失败，系统会进行退款处理，若定制进行中或定制成功状态下，不支持取消订单，客户需及时跟踪定制订单进度，查看退款情况。</p>
						<p>5、关于定制类商品的退换货说明 定制类商品是消费者介入产品的生产过程，以获得符合自己的个人属性、需求以及尺寸样式的商品。如将制定的图案、文字印刷到指定的产品上，或按自身需要制作的商品。根据国家相关法律规定，该类商品不支持“7天无理由退换货”。 注：定制成功后，客户在收到定制商品后须仔细检查商品质量问题，若出现除主观因素外的质量问题，客户可以及时联系客服进行退回换货处理，此类情况不支持退货；
						</p>
						<p>
							6、迪瑞克斯非常重视保护您的迪瑞克斯定制信息，迪瑞克斯不会将其披露给无关的第三方，但因下列原因而披露给第三方的除外：<br /><strong> （1）国家司法机关及其他有关机关基于法定程序的要求而披露</strong><br /><strong> （2）经您本人同意或应您的要求而披露</strong>
						</p>
						<p>
							7、迪瑞克斯官方LOGO不可去除
						</p>
						<p>
							8、本网站的客户服务电话为400-990-5033，您如对本协议条款有任何疑问或者需要帮助，可以通过上述电话与迪瑞克斯联系。</p>
					</div>
</template>

<script>
</script>

<style scoped="scoped">
		.ms p {
		line-height: 28px;
		margin-top: 10px;
	}
	
	.ms h3 {
		color: #333;
	}
</style>